app/controllers/authors_controller.rb

  def autor
    @autor= Author.all
---
SELECT "authors".* FROM "authors"